Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitReference/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.addNote
source: Add Note
ar: إضافة ملاحظة
bg: Добавете бележка
ca: Afegir Nota
cs: Přidat poznámku
da: Tilføj note
de: Notiz hinzufügen
el: Προσθήκη Σημείωσης
es: Agregar nota
es_419: Agregar nota
fi: Lisää muistiinpano
fr: Ajouter une note
fr_ca: Ajouter une note
he: הוסף פתק
hi: नोट जोड़ें
hr: Dodaj bilješku
hu: Megjegyzés Hozzáadása
id: Tambahkan Catatan
it: Aggiungi nota
ja: メモを追加する
kk: Ескертпе қосу
ko: 메모 추가
ms: Tambah Nota
nb: Legg til notat
nl: Notitie Toevoegen
pl: Dodaj notatkę
pt_br: Adicionar Nota
pt_pt: Adicionar Nota
ro: Adaugă notă
ru: Добавить заметку
sk: Pridať poznámku
sv: Lägg till anteckning
th: เพิ่มบันทึก
tr: Not Ekle
uk: Додати нотатку
vi: Thêm ghi chú
zh_hans: 添加备注
zh_hant: 新增備註
zh_hk: 添加注释

# TK.Action.addToLibrary
source: Add to Library
ar: إضافة إلى المكتبة
bg: Добави в библиотека
ca: Afegir a la Biblioteca
cs: Přidat do knihovny
da: Føj til bibliotek
de: Zur Mediathek hinzufügen
el: Προσθήκη στη Βιβλιοθήκη
es: Añadir a la fototeca
es_419: Agregar a la biblioteca
fi: Lisää kirjastoon
fr: Ajouter à la bibliothèque
fr_ca: Ajouter à la bibliothèque
he: הוסף לספריה
hi: लाइब्रेरी में जोड़ें
hr: Dodaj u medijateku
hu: Hozzáadás a könyvtárhoz
id: Tambah ke Pustaka
it: Aggiungi alla libreria
ja: ライブラリに追加
kk: Медиатекаға қосу
ko: 보관함에 추가
ms: Tambah ke Pustaka
nb: Legg til bibliotek
nl: Toevoegen aan Bibliotheek
pl: Dodaj do biblioteki
pt_br: Adicionar à Biblioteca
pt_pt: Adicionar à biblioteca
ro: Adăugare în bibliotecă
ru: Добавить в Медиатеку
sk: Pridať do knižnice
sv: Lägg till i bibliotek
th: เพิ่มไปยังคลัง
tr: Arşiv’e Ekle
uk: Додати до фототеки
vi: Thêm vào Thư viện
zh_hans: 添加到图库
zh_hant: 加入圖庫
zh_hk: 加至圖庫

# TK.Action.addToReadingList
source: Add to Reading List
ar: إضافة إلى قائمة القراءة
bg: Добави в Списък за четене
ca: Afegir a la llista de lectura
cs: Přidat do seznamu četby
da: Føj til læselisten
de: Zur Leseliste hinzufügen
el: Προσθήκη στη Λίστα ανάγνωσης
es: Añadir a la lista de lectura
es_419: Agregar a la lista de lectura
fi: Lisää lukulistalle
fr: Ajouter à la liste de lecture
fr_ca: Ajouter à la liste de lecture
he: הוסף לרשימת הקריאה
hi: पठन सूची में जोड़ें
hr: Dodaj u popis za čitanje
hu: Hozzáadás az olvasási listához
id: Tambahkan ke Daftar Bacaan
it: Aggiungi all’elenco di lettura
ja: リーディングリストに追加
kk: Оқу тізіміне қосу
ko: 읽기 목록에 추가
ms: Tambah ke Senarai Bacaan
nb: Legg til i leseliste
nl: Zet in leeslijst
pl: Dodaj do czytelni
pt_br: Adicionar à Lista de Leitura
pt_pt: Adicionar à lista de leitura
ro: Adaugă la lista de lecturi
ru: Добавить в список для чтения
sk: Pridať do zoznamu Na prečítanie
sv: Lägg till i läslistan
th: เพิ่มไปยังรายการอ่าน
tr: Okuma Listesine Ekle
uk: Додати до Читанки
vi: Thêm vào Danh sách đọc
zh_hans: 添加到阅读列表
zh_hant: 加入閱讀列表
zh_hk: 加至閲讀列表

# TK.Action.bookmark
source: Bookmark
ar: إضافة إلى العلامات المرجعية
bg: Отбележи
ca: Desa un marcador
cs: Přidat záložku
da: Bogmærk
de: Lesezeichen
el: Προσθήκη Σελιδοδείκτη
es: Marcador
es_419: Marcar
fi: Kirjanmerkki
fr: Mettre un signet
fr_ca: Signet
he: סימניה
hi: बुकमार्क
hr: Postavi oznaku
hu: Könyvjelző
id: Penanda
it: Segnalibro
ja: ブックマーク
kk: Бетбелгі
ko: 책갈피
ms: Penanda Buku
nb: Lag bokmerke
nl: Bladwijzer
pl: Dodaj zakładkę
pt_br: Favoritar
pt_pt: Marcador
ro: Semn de carte
ru: Добавить в закладки
sk: Záložkovat
sv: Bokmärke
th: บุ๊กมาร์ก
tr: Yer İşareti
uk: Закладка
vi: Đánh dấu
zh_hans: 添加书签
zh_hant: 書籤
zh_hk: 書籤

# TK.Action.browse
source: Browse
ar: تصفح
bg: Преглед
ca: Explorar
cs: Procházet
da: Gennemse
de: Durchsuchen
el: Περιήγηση
es: Explorar
es_419: Explorar
fi: Selaa
fr: Parcourir
fr_ca: Parcourir
he: עיון
hi: ब्राउज़ करें
hr: Istraži
hu: Böngészés
id: Telusuri
it: Sfoglia
ja: ブラウズ
kk: Шолу
ko: 둘러보기
ms: Layari
nb: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt_br: Explorar
pt_pt: Explorar
ro: Navigați
ru: Просмотреть
sk: Prechádzať
sv: Bläddra
th: เลือกหา
tr: Göz At
uk: Переглядати
vi: Duyệt
zh_hans: 浏览
zh_hant: 瀏覽
zh_hk: 瀏覽

# TK.Action.cite
source: Cite
ar: الاستشهاد
bg: Цитирай
ca: Citar
cs: Citovat
da: Citer
de: Zitieren
el: Παράθεση
es: Citar
es_419: Citar
fi: Viittaa
fr: Citer
fr_ca: Citer
he: צטט
hi: उद्धृत करें
hr: Citiraj
hu: Hivatkozás
id: Kutip
it: Cita
ja: 引用する
kk: Цитата беру
ko: 인용하기
ms: Petik
nb: Siter
nl: Citeren
pl: Cytuj
pt_br: Citar
pt_pt: Citar
ro: Cotează
ru: Цитировать
sk: Citovať
sv: Citera
th: อ้างอิง
tr: Atıf Yap
uk: Цитувати
vi: Trích dẫn
zh_hans: 引用
zh_hant: 引用
zh_hk: 引用

# TK.Action.compare
source: Compare
ar: قارن
bg: Сравни
ca: Comparar
cs: Porovnat
da: Sammenlign
de: Vergleichen
el: Σύγκριση
es: Comparar
es_419: Comparar
fi: Vertaile
fr: Comparer
fr_ca: Comparer
he: השווה
hi: तुलना करें
hr: Usporedi
hu: Összehasonlítás
id: Bandingkan
it: Confronta
ja: 比較する
kk: Салыстыру
ko: 비교
ms: Bandingkan
nb: Sammenlign
nl: Vergelijken
pl: Porównaj
pt_br: Comparar
pt_pt: Comparar
ro: Compară
ru: Сравнить
sk: Porovnať
sv: Jämför
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняти
vi: So sánh
zh_hans: 比较
zh_hant: 比較
zh_hk: 比較

# TK.Action.copyLink
source: Copy Link
ar: نسخ الرابط
bg: Копирай връзка
ca: Copiar enllaç
cs: Zkopírovat odkaz
da: Kopier link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
es_419: Copiar enlace
fi: Kopioi linkki
fr: Copier le lien
fr_ca: Copier le lien
he: העתק קישור
hi: लिंक कॉपी करें
hr: Kopiraj link
hu: Link másolása
id: Salin Tautan
it: Copia link
ja: リンクをコピー
kk: Сілтемені көшіру
ko: 링크 복사하기
ms: Salin Pautan
nb: Kopier lenke
nl: Kopieer link
pl: Kopiuj łącze
pt_br: Copiar Link
pt_pt: Copiar hiperligação
ro: Copiază linkul
ru: Скопировать ссылку
sk: Kopírovať odkaz
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı Kopyala
uk: Скопіювати посилання
vi: Sao chép liên kết
zh_hans: 拷贝链接
zh_hant: 拷貝連結
zh_hk: 複製連結

# TK.Action.createNew
source: Create New
ar: إنشاء جديد
bg: Създай ново
ca: Crear Nou
cs: Vytvořit nový
da: Opret ny
de: Neu erstellen
el: Δημιουργία Νέου
es: Crear nuevo
es_419: Crear nuevo
fi: Luo uusi
fr: Créer nouveau
fr_ca: Créer nouveau
he: צור חדש
hi: नया बनाएं
hr: Stvori novo
hu: Új létrehozása
id: Buat Baru
it: Crea Nuovo
ja: 新規作成
kk: Жаңа құру
ko: 새로 만들기
ms: Cipta Baru
nb: Opprett ny
nl: Nieuw Aanmaken
pl: Utwórz nowy
pt_br: Criar Novo
pt_pt: Criar Novo
ro: Creează Nou
ru: Создать
sk: Vytvoriť nový
sv: Skapa nytt
th: สร้างใหม่
tr: Yeni Oluştur
uk: Створити новий
vi: Tạo mới
zh_hans: 新建
zh_hant: 新增
zh_hk: 創建新項目

# TK.Action.define
source: Define
ar: حدد
bg: Определи
ca: Definir
cs: Definovat
da: Definer
de: Definieren
el: Ορισμός
es: Definir
es_419: Definir
fi: Määritä
fr: Définir
fr_ca: Définir
he: הגדר
hi: परिभाषित करें
hr: Definiraj
hu: Definiálás
id: Definisikan
it: Definisci
ja: 定義する
kk: Анықтау
ko: 정의
ms: Tentukan
nb: Definer
nl: Definiëren
pl: Zdefiniuj
pt_br: Definir
pt_pt: Definir
ro: Definește
ru: Определить
sk: Definovať
sv: Definiera
th: กำหนด
tr: Tanımla
uk: Визначити
vi: Định nghĩa
zh_hans: 定义
zh_hant: 定義
zh_hk: 定義

# TK.Action.downloadMaterials
source: Download Materials
ar: تنزيل المواد
bg: Изтегляне на материали
ca: Descarregar materials
cs: Stáhnout materiály
da: Hent Materialer
de: Materialien Herunterladen
el: Λήψη Υλικών
es: Descargar materiales
es_419: Descargar materiales
fi: Lataa materiaalit
fr: Télécharger les matériaux
fr_ca: Télécharger des matériaux
he: הורד חומרים
hi: सामग्री डाउनलोड करें
hr: Preuzmi Materijale
hu: Anyagok letöltése
id: Unduh Materi
it: Scarica Materiali
ja: 教材をダウンロード
kk: Материалдарды жүктеу
ko: 자료 다운로드
ms: Muat Turun Bahan
nb: Last ned materiell
nl: Materialen Downloaden
pl: Pobierz materiały
pt_br: Baixar Materiais
pt_pt: Transferir Materiais
ro: Descarcă Materiale
ru: Скачать материалы
sk: Stiahnuť materiály
sv: Material ladda ner
th: ดาวน์โหลดเอกสาร
tr: Materyalleri İndir
uk: Завантажити матеріали
vi: Tải Tài Liệu
zh_hans: 下载材料
zh_hant: 下載資料
zh_hk: 下載資料

# TK.Action.exportPDF
source: Export PDF
ar: تصدير كملف PDF
bg: Експортирай PDF
ca: Exportar com a PDF
cs: Exportovat PDF
da: Eksporter PDF
de: PDF exportieren
el: Εξαγωγή σε PDF
es: Exportar PDF
es_419: Exportar PDF
fi: Vie PDF
fr: Exporter au format PDF
fr_ca: Exporter au format PDF
he: ייצוא כקובץ PDF
hi: PDF एक्सपोर्ट करें
hr: Eksportiraj PDF
hu: Exportálás PDF-ként
id: Ekspor PDF
it: Esporta PDF
ja: PDFとして書き出す
kk: PDF файлын экспорттау
ko: PDF 내보내기
ms: Eksport PDF
nb: Eksporter PDF
nl: Exporteer PDF
pl: Eksportuj PDF
pt_br: Exportar PDF
pt_pt: Exportar PDF
ro: Exportați PDF
ru: Экспортировать PDF
sk: Exportovať PDF
sv: Exportera PDF
th: ส่งออก PDF
tr: PDF’i Dışa Aktar
uk: Експортувати PDF
vi: Xuất PDF
zh_hans: 导出PDF
zh_hant: 輸出為PDF
zh_hk: 輸出為PDF

# TK.Action.generateReport
source: Generate Report
ar: إنشاء تقرير
bg: Генериране на отчет
ca: Generar informe
cs: Vygenerovat zprávu
da: Generer Rapport
de: Bericht Erstellen
el: Δημιουργία Αναφοράς
es: Generar informe
es_419: Generar Informe
fi: Luo raportti
fr: Générer un rapport
fr_ca: Générer le rapport
he: ייצר דוח
hi: रिपोर्ट उत्पन्न करें
hr: Generiraj Izvještaj
hu: Jelentés generálása
id: Buat Laporan
it: Genera Report
ja: レポートを生成
kk: Есепті жасау
ko: 보고서 생성
ms: Hasilkan Laporan
nb: Generer rapport
nl: Rapport Genereren
pl: Generuj raport
pt_br: Gerar Relatório
pt_pt: Gerar Relatório
ro: Generează Raport
ru: Сгенерировать отчет
sk: Vytvoriť správu
sv: Generera rapport
th: สร้างรายงาน
tr: Rapor Oluştur
uk: Генерувати звіт
vi: Tạo Báo Cáo
zh_hans: 生成报告
zh_hant: 生成報告
zh_hk: 生成報告

# TK.Action.goBack
source: Go Back
ar: انتقال للخلف
bg: Върни се назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Επιστροφή
es: Atrás
es_419: Regresar
fi: Takaisin
fr: Revenir
fr_ca: Retour
he: אחורה
hi: पीछे की अधिकारिता
hr: Idi natrag
hu: Visszalépés
id: Kembali
it: Indietro
ja: 戻る
kk: Қайту
ko: 뒤로 이동
ms: Kembali
nb: Gå tilbake
nl: Vorige
pl: Wróć
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Вернуться
sk: Naspäť
sv: Tillbaka
th: ย้อนกลับ
tr: Geri Dön
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回
zh_hk: 返回

# TK.Action.highlight
source: Highlight
ar: تمييز
bg: Маркиране
ca: Ressaltar
cs: Zvýraznění
da: Marker
de: Markieren
el: Επισήμανση
es: Resaltar
es_419: Resaltar
fi: Korosta
fr: Surligner
fr_ca: Surligner
he: הדגש
hi: चिह्नांकन करें
hr: Označi
hu: Kiemelés
id: Sorot
it: Evidenzia
ja: ハイライト
kk: Ерекшелеу
ko: 하이라이트
ms: Serlahan
nb: Uthev
nl: Markeren
pl: Pokaż
pt_br: Destacar
pt_pt: Destacar
ro: Evidențiază
ru: Выделить
sk: Zvýrazniť
sv: Markera
th: ไฮไลท์
tr: Vurgula
uk: Виділити
vi: Tô sáng
zh_hans: 高亮标记
zh_hant: 重點
zh_hk: 螢光標示

# TK.Action.index
source: Index
ar: فهرس
bg: Индексирай
ca: Indexa
da: Indeks
de: Index erstellen
el: Ευρετήριο
es: Índice
es_419: Índice
fi: Indeksoi
fr: Indexer
fr_ca: Indexer
he: אינדקס
hi: इंडेक्स करें
hr: Indeksiraj
id: Indeks
it: Indicizza
ja: インデックス作成
kk: Мазмұнды индекстеу немесе іздеу
ko: 특정 콘텐츠 색인
ms: Indeks
nb: Indekser
nl: Indexeren
pl: Indeks
pt_br: Indexar
pt_pt: Indexar
ro: Creează Indice
ru: Индекс
sv: Indexera
th: จัดทำดัชนี
tr: Dizin
uk: Індекс
vi: Lập chỉ mục
zh_hans: 索引
zh_hant: 索引
zh_hk: 索引

# TK.Action.lookUp
source: Look Up
ar: ابحث عن
bg: Потърси
ca: Cerca
cs: Vyhledat
da: Slå op
de: Nachschlagen
el: Καταχώρηση
es: Buscar
es_419: Buscar
fi: Etsi
fr: Chercher
fr_ca: Rechercher
he: חפש
hi: खोजें
hr: Potraži
hu: Keresés
id: Cari
it: Cerca
ja: 調べる
kk: Терминді іздеу
ko: 찾기
ms: Cari
nb: Se opp
nl: Zoeken
pl: Szukaj
pt_br: Buscar
pt_pt: Pesquisar
ro: Caută
ru: Посмотреть
sk: Vyhľadať
sv: Slå upp
th: ค้นหา
tr: Ara
uk: Шукати
vi: Tra cứu
zh_hans: 查找
zh_hant: 查詢
zh_hk: 查找

# TK.Action.markAsRead
source: Mark as Read
ar: تحديد كمقروء
bg: Маркиране като Прочетено
ca: Marcar com a llegit
cs: Označit jako přečtené
da: Marker som læst
de: Als gelesen markieren
el: Το είδα
es: Marcar como leído
es_419: Marcar como Leído
fi: Merkitse luetuksi
fr: Marquer comme lu
fr_ca: Marquer comme lu
he: סמן כנקרא
hi: पठित के रूप में चिह्नित करें
hr: Označi kao pročitano
hu: Jelölés olvasottként
id: Tandai Dibaca
it: Segna come letto
ja: 開封済みにする
kk: Оқылған деп белгілеу
ko: 읽음으로 표시
ms: Tanda Dibaca
nb: Merk som lest
nl: Gelezen Markeren
pl: Oznacz jako przeczytane
pt_br: Marcar como Lido
pt_pt: Marcar como Lido
ro: Marcați drept citit
ru: Отметить как прочитанное
sk: Označiť ako prečítané
sv: Markera som läst
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu İşaretle
uk: Позначити як прочитане
vi: Đánh dấu là đã đọc
zh_hans: 标记为已读
zh_hant: 標示為已讀
zh_hk: 標示為已讀

# TK.Action.openInBrowser
source: Open in Browser
ar: فتح في المتصفح
bg: Отвори в браузъра
ca: Obrir al navegador
cs: Otevřít v prohlížeči
da: Åbn i browser
de: Im Browser öffnen
el: Άνοιγμα στον Περιηγητή
es: Abrir en el navegador
es_419: Abrir en navegador
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
fr_ca: Ouvrir dans le navigateur
he: פתח בדפדפן
hi: ब्राउज़र में खोलें
hr: Otvori u pregledniku
hu: Megnyitás böngészőben
id: Buka di Peramban
it: Apri nel browser
ja: ブラウザで開く
kk: Браузерде ашу
ko: 브라우저에서 열기
ms: Buka di Penyemak Imbas
nb: Åpne i nettleser
nl: Openen in Browser
pl: Otwórz w przeglądarce
pt_br: Abrir no Navegador
pt_pt: Abrir no Navegador
ro: Deschide în browser
ru: Открыть в браузере
sk: Otvoriť v prehliadači
sv: Öppna i Webbläsare
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda Aç
uk: Відкрити в браузері
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開
zh_hk: 在瀏覽器中打開

# TK.Action.organize
source: Organize
ar: نظم
bg: Организирай
ca: Organitzar
cs: Uspořádat
da: Organiser
de: Organisieren
el: Οργάνωση
es: Organizar
es_419: Organizar
fi: Järjestä
fr: Organiser
fr_ca: Organiser
he: ארגן
hi: संगठित करें
hr: Organiziraj
hu: Rendezés
id: Atur
it: Organizza
ja: 整理する
kk: Топтастыру
ko: 정리하기
ms: Atur
nb: Organiser
nl: Organiseren
pl: Organizuj
pt_br: Organizar
pt_pt: Organizar
ro: Organizează
ru: Организовать
sk: Usporiadať
sv: Organisera
th: จัดระเบียบ
tr: Düzenle
uk: Організувати
vi: Sắp xếp
zh_hans: 整理
zh_hant: 整理
zh_hk: 組織

# TK.Action.print
source: Print
ar: طباعة
bg: Принтирай
ca: Imprimir
cs: Tisknout
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
es_419: Imprimir
fi: Tulosta
fr: Imprimer
fr_ca: Imprimer
he: הדפס
hi: प्रिंट करें
hr: Ispis
hu: Nyomtatás
id: Cetak
it: Stampa
ja: プリント
kk: Басып шығару
ko: 프린트
ms: Cetak
nb: Skriv ut
nl: Druk af
pl: Drukuj
pt_br: Imprimir
pt_pt: Imprimir
ro: Tipăriți
ru: Напечатать
sk: Tlačiť
sv: Skriv ut
th: พิมพ์
tr: Yazdır
uk: Друкувати
vi: In
zh_hans: 打印
zh_hant: 列印
zh_hk: 列印

# TK.Action.quickLook
source: Quick Look
ar: معاينة سريعة
bg: Бърз поглед
ca: Vista ràpida
cs: Rychlý náhled
da: Vis
de: Übersicht
el: Άμεση προβολή
es: Vista rápida
es_419: Vista rápida
fi: Pikakatsele
fr: Coup d’œil
fr_ca: Coup d’œil
he: הצצה מהירה
hi: झलक देखें
hr: Brzi pregled
hu: Gyorsnézet
id: Lihat Cepat
it: Visualizzazione rapida
ja: クイックルック
kk: Жылдам қарап шығу
ko: 훑어보기
ms: Lihat Cepat
nb: Rask titt
nl: Snelle weergave
pl: Szybki przegląd
pt_br: Visualização Rápida
pt_pt: Vista rápida
ro: Privire rapidă
ru: Быстрый просмотр
sk: Rýchly náhľad
sv: Överblicka
th: ดูแบบรวดเร็ว
tr: Göz At
uk: Швидкий перегляд
vi: Xem nhanh
zh_hans: 快速查看
zh_hant: 快速查看
zh_hk: 快速查看

# TK.Action.readArticle
source: Read Article
ar: قراءة المقال
bg: Прочети статия
ca: Llegir article
cs: Přečíst článek
da: Læs artikel
de: Artikel lesen
el: Διάβασε το Άρθρο
es: Leer artículo
es_419: Leer artículo
fi: Lue artikkeli
fr: Lire l'article
fr_ca: Lire l'article
he: קרא מאמר
hi: लेख पढ़ें
hr: Pročitaj članak
hu: Cikk olvasása
id: Baca Artikel
it: Leggi articolo
ja: 記事を読む
kk: Мақаланы оқу
ko: 기사 읽기
ms: Baca Artikel
nb: Les artikkel
nl: Lees Artikel
pl: Przeczytaj artykuł
pt_br: Ler Artigo
pt_pt: Ler Artigo
ro: Citește articolul
ru: Читать статью
sk: Čítať článok
sv: Läs Artikel
th: อ่านบทความ
tr: Makaleyi Oku
uk: Прочитати статтю
vi: Đọc bài viết
zh_hans: 阅读文章
zh_hant: 閱讀文章
zh_hk: 閱讀文章

# TK.Action.reference
source: Reference
ar: مراجع
bg: Справка
ca: Referència
de: Referenz
el: Σημείο αναφοράς
es: Referencia
es_419: Referenciar
fi: Viite
fr: Se référer
fr_ca: Référence
he: הפניה
hi: संदर्भ
hr: Referenca
hu: Hivatkozás
id: Referensi
it: Riferimento
ja: 参照
kk: Сілтеме
ko: 참고
ms: Rujukan
nb: Referanse
nl: Referentie
pl: Zakres referencyjny
pt_br: Referência
pt_pt: Referência
ro: Referinţă
ru: Справка
sk: Referencia
sv: Referens
th: อ้างอิง
tr: Referans
uk: Довідка
vi: Tham chiếu
zh_hans: 参考
zh_hant: 參考值
zh_hk: 參考

# TK.Action.removeAll
source: Remove All
ar: إزالة الكل
bg: Премахване на всички
ca: Eliminar‑los tots
cs: Odstranit vše
da: Fjern alle
de: Alle entfernen
el: Αφαίρεση όλων
es: Eliminar todo
es_419: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
fr_ca: Tout supprimer
he: הסרה של כולם
hi: सभी हटाएँ
hr: Ukloni sve
hu: Összes eltávolítása
id: Hapus Semua
it: Rimuovi tutto
ja: すべてを削除
kk: Жоқ
ko: 모두 제거
ms: Keluarkan Semua
nb: Fjern alle
nl: Verwijder alle
pl: Usuń wszystkie
pt_br: Remover Tudo
pt_pt: Remover tudo
ro: Eliminați tot
ru: Удалить все
sk: Odstrániť všetky
sv: Ta bort alla
th: เอาทั้งหมดออก
tr: Tümünü Sil
uk: Вилучити всі
vi: Xóa tất cả
zh_hans: 全部移除
zh_hant: 全部移除
zh_hk: 全部移除

# TK.Action.research
source: Research
ar: بحث
bg: Проучване
ca: Investigar
cs: Prozkoumat
da: Forskn
de: Forschung
el: Έρευνα
es: Investigar
es_419: Investigar
fi: Tutki
fr: Recherche
fr_ca: Faire des recherches
he: חקר
hi: अनुसंधान करें
hr: Istraži
hu: Kutatás
id: Riset
it: Ricerca
ja: リサーチ
kk: Зерттеу
ko: 조사하기
ms: Kajian
nb: Forskning
nl: Onderzoek doen
pl: Badanie
pt_br: Pesquisar
pt_pt: Pesquisar
ro: Cercetare
ru: Исследовать
sk: Vykonať výskum
sv: Forska
th: ค้นคว้า
tr: Araştırma
uk: Дослідження
vi: Nghiên cứu
zh_hans: 研究
zh_hant: 研究
zh_hk: 研究

# TK.Action.review
source: Review
ar: مراجعة
bg: Преглед
ca: Revisar
cs: Kontrola
da: Gennemgå
de: Prüfen
el: Ανασκόπηση
es: Revisar
es_419: Revisar
fi: Tarkista
fr: Vérifier
fr_ca: Valider
he: סקירה
hi: समीक्षा करें
hr: Osvrt
hu: Áttekintés
id: Tinjau
it: Rivedi
ja: 確認
kk: Қарап шығу
ko: 검토
ms: Semak
nb: Gjennomgå
nl: Bekijk
pl: Przejrzyj
pt_br: Avaliar
pt_pt: Rever
ro: Revizuiește
ru: Оценить
sk: Skontrolovať
sv: Granska
th: ตรวจสอบ
tr: Gözden Geçir
uk: Переглянути
vi: Xem lại
zh_hans: 检查
zh_hant: 檢視
zh_hk: 檢視

# TK.Action.saveForLater
source: Save for Later
ar: حفظ لاحقاً
bg: Запази за по-късно
ca: Desar per a més tard
cs: Uložit na později
da: Gem til senere
de: Für später speichern
el: Αποθήκευση για Αργότερα
es: Guardar para después
es_419: Guardar para más tarde
fi: Tallenna myöhempää varten
fr: Enregistrer pour plus tard
fr_ca: Enregistrer pour plus tard
he: שמור לעתיד
hi: बाद के लिए सहेजें
hr: Spremi za kasnije
hu: Mentés későbbre
id: Simpan untuk Nanti
it: Salva per dopo
ja: 後で保存
kk: Кейінге сақтау
ko: 나중에 저장하기
ms: Simpan untuk Nanti
nb: Lagre til senere
nl: Opslaan voor Later
pl: Zapisz na później
pt_br: Salvar para Depois
pt_pt: Guardar para Depois
ro: Salvează pentru mai târziu
ru: Сохранить на потом
sk: Uložiť na neskôr
sv: Spara för Senare
th: บันทึกไว้สำหรับภายหลัง
tr: Daha Sonra Kaydet
uk: Зберегти на потім
vi: Lưu cho sau
zh_hans: 稍后保存
zh_hant: 稍後保存
zh_hk: 稍後保存

# TK.Action.saveToFavorites
source: Save to Favorites
ar: حفظ في المفضلة
bg: Запази в любими
ca: Desar a favorits
cs: Uložit mezi oblíbené
da: Gem som favorit
de: Zu Favoriten hinzufügen
el: Αποθήκευση στα Αγαπημένα
es: Guardar en favoritos
es_419: Guardar en favoritos
fi: Tallenna suosikkeihin
fr: Enregistrer dans mes favoris
fr_ca: Sauvegarder dans les favoris
he: שמור למועדפים
hi: पसंद में सहेजें
hr: Spremi u favorite
hu: Kedvencekhez mentés
id: Simpan ke Favorit
it: Salva tra i preferiti
ja: お気に入りに保存
kk: Таңдаулыларға сақтау
ko: 즐겨찾기에 저장
ms: Simpan ke Kegemaran
nb: Lagre som favoritt
nl: Opslaan in Favorieten
pl: Zapisz do ulubionych
pt_br: Salvar nos Favoritos
pt_pt: Guardar nos Favoritos
ro: Salvează în favorite
ru: Добавить в Избранное
sk: Uložiť medzi obľúbené
sv: Spara till Favoriter
th: บันทึกในรายการโปรด
tr: Favorilere Kaydet
uk: Зберегти в улюблені
vi: Lưu vào yêu thích
zh_hans: 保存到收藏夹
zh_hant: 儲存至最愛
zh_hk: 保存到收藏夾

# TK.Action.searchInFiles
source: Search in Files
ar: البحث في الملفات
bg: Търсене в файлове
ca: Cercar en fitxers
cs: Hledat v souborech
da: Søg i filer
de: In Dateien suchen
el: Αναζήτηση σε Αρχεία
es: Buscar en archivos
es_419: Buscar en archivos
fi: Etsi tiedostoista
fr: Rechercher dans les fichiers
fr_ca: Rechercher dans les fichiers
he: חפש בקבצים
hi: फाइलों में खोजें
hr: Pretraži u datotekama
hu: Keresés dokumentumokban
id: Cari di Dalam File
it: Cerca nei file
ja: ファイル内を検索
kk: Файлдардан іздеу
ko: 파일 내 검색
ms: Cari dalam Fail
nb: Søk i filer
nl: Zoeken in Bestanden
pl: Szukaj w plikach
pt_br: Buscar em Arquivos
pt_pt: Pesquisar em Ficheiros
ro: Caută în fișiere
ru: Поиск в файлах
sk: Hľadať v súboroch
sv: Sök i Filer
th: ค้นหาในไฟล์
tr: Dosyalarda Ara
uk: Пошук в документах
vi: Tìm kiếm trong tài liệu
zh_hans: 在文件中搜索
zh_hant: 在檔案中搜索
zh_hk: 在檔案中搜尋

# TK.Action.shareDocument
source: Share Document
ar: شارك المستند
bg: Сподели документ
ca: Compartir document
cs: Sdílet dokument
da: Del Dokument
de: Dokument teilen
el: Μοιράσου Έγγραφο
es: Compartir Documento
es_419: Compartir documento
fi: Jaa dokumentti
fr: Partager le document
fr_ca: Partager un document
he: שתף מסמך
hi: दस्तावेज़ साझा करें
hr: Dijeli dokument
hu: Dokumentum megosztása
id: Bagikan Dokumen
it: Condividi Documento
ja: ドキュメントを共有
kk: Құжатпен бөлісу
ko: 문서 공유하기
ms: Kongsi Dokumen
nb: Del dokument
nl: Deel document
pl: Udostępnij dokument
pt_br: Compartilhar Documento
pt_pt: Partilhar Documento
ro: Împărtășește Documentul
ru: Поделиться документом
sk: Zdieľať dokument
sv: Dela dokument
th: แชร์เอกสาร
tr: Belge Paylaş
uk: Поділитися документом
vi: Chia sẻ Tài Liệu
zh_hans: 分享文档
zh_hant: 分享文件
zh_hk: 分享文件

# TK.Action.showHint
source: Show Hint
ar: عرض تلميح
bg: Покажи подсказка
ca: Mostrar pista
cs: Zobrazit nápovědu
da: Vis Tip
de: Hinweis anzeigen
el: Δείξε Υπόδειξη
es: Mostrar Sugerencia
es_419: Mostrar pista
fi: Näytä vihje
fr: Montrer l'indice
fr_ca: Afficher un indice
he: הצג רמז
hi: संकेत दिखाएं
hr: Prikaži savjet
hu: Tipp megjelenítése
id: Tampilkan Petunjuk
it: Mostra Suggerimento
ja: ヒントを表示
kk: Көмекті көрсету
ko: 힌트 보기
ms: Tunjukkan Petunjuk
nb: Vis tips
nl: Toon tip
pl: Pokaż wskazówkę
pt_br: Mostrar Dica
pt_pt: Mostrar Dica
ro: Arată Indiciu
ru: Показать подсказку
sk: Zobraziť nápovedu
sv: Visa ledtråd
th: แสดงเคล็ดลับ
tr: İpucu Göster
uk: Показати підказку
vi: Hiện gợi ý
zh_hans: 显示提示
zh_hant: 顯示提示
zh_hk: 顯示提示

# TK.Action.study
source: Study
ar: الدراسة
bg: Учи
ca: Estudiar
cs: Studovat
da: Studer
de: Lernen
el: Μελέτη
es: Estudiar
es_419: Estudiar
fi: Opiskele
fr: Étudier
fr_ca: Étudier
he: למד
hi: अध्ययन करें
hr: Uči
hu: Tanulás
id: Belajar
it: Studia
ja: 勉強する
kk: Оқу
ko: 공부
ms: Belajar
nb: Studer
nl: Studeren
pl: Ucz się
pt_br: Estudar
pt_pt: Estudar
ro: Studiază
ru: Учиться
sk: Študovať
sv: Studera
th: ศึกษา
tr: Çalış
uk: Вчитися
vi: Học Tập
zh_hans: 学习
zh_hant: 學習
zh_hk: 學習

# TK.Action.subscribe
source: Subscribe
ar: اشتراك
bg: Абониране
ca: Subscriure's
cs: Odebírat
da: Abonner
de: Abonnieren
el: Εγγραφή
es: Suscribirse
es_419: Suscribirse
fi: Tilaa
fr: S’abonner
fr_ca: S’abonner
he: הירשם
hi: सब्सक्राइब करें
hr: Pretplati se
hu: Feliratkozás
id: Berlangganan
it: Abbonati
ja: サブスクリプションに登録
kk: Жазылу
ko: 구독
ms: Langgan
nb: Abonner
nl: Abonneer
pl: Subskrybuj
pt_br: Assinar
pt_pt: Assinar
ro: Abonați-vă
ru: Подписаться
sk: Odoberať
sv: Prenumerera
th: สมัครรับ
tr: Abone Ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱
zh_hk: 訂閱
